# This is a sample Python script.

print("--------------------------------------------------")
print("-             欢迎来到水果商城系统                   -")
print("--------------------------------------------------")
print("编号     名称     价格     数量       质量         产地")
print("--------------------------------------------------")
print("1       苹果      5       525       A+         山东")
print("2       榴莲      35      500       A          泰国")
print("3       香蕉      5       100       C          泰国")
print("4       菠萝      15      100       A          云南")
print("-------------------------------------------------")
print("总金额",888888,"￥")
