class View:
    def PrintWelcome(self):
        welcome = '''
        *********************************
        *    中国工商银行账户管理系统        *
        *********************************
        *   1.开户                      *
        *   2.存款                      *
        *   3.取款                      *
        *   4.转账                      *
        *   5.查询账户                   *
        *   6.Bye！                     *
        ********************************
        '''
        print(welcome)


